chat_system_979207407_actor_description=Mad Orris. Pirat-captain.
chat_system_979207407_snap_1_question=^?^Hey you, on the vessel... I want to talk to your leader!
chat_system_979207407_snap_1_answer_0=^?^He's sleeping now, what should I tell him?
chat_system_979207407_snap_1_answer_1=^?^Well I'm the chief here. What do you want?
chat_system_979207407_snap_2_question=^?^Sleeping?!! How can this fellow be sleeping now, when the future of the world is being decided!
chat_system_979207407_snap_2_answer_0=^?^You know, I don't want to wake him up. He gets really angry when somebody disturbs his sleep. But I'll hear you out.
chat_system_979207407_snap_2_answer_1=^?^Relax, Captain. The chief of the vessel is me.
chat_system_979207407_snap_4_question=^?^The world is in danger! The people are in danger! Something unknown is coming, and it will destroy the whole world! And you, Captain, will die as well. Everyone, everyone will die!
chat_system_979207407_snap_4_answer_0=^?^It sounds to me like you've gone completely crazy.
chat_system_979207407_snap_4_answer_1=^?^And? What are you telling me for?
chat_system_979207407_snap_5_question=^?^No! I'm not crazy! Only I know how to survive... Only me, me alone...
chat_system_979207407_snap_5_answer_0=^?^You're completely sick. And I think you might be dangerous, so I can't let you go. (Grapple the vessel...)
chat_system_979207407_snap_5_answer_1=^?^So, what's your secret?
chat_system_979207407_snap_5_answer_2=^?^I'm bored of listening to you. Bye bye, crazy! (Set sail...)
chat_system_979207407_snap_0_question=^?^You think I'm stupid? No. I won't tell you, you can't trick me into sharing the secret. My secret.<br>I... I'll tell you, but you have to give me gold for this... A lot of gold! Your life is worth a lot of gold, right? When I have the gold, I'll be able to build a big ship, and sail to the edge of the world! I'll sail away from here, and when the world dies, I will remain! Only me...
chat_system_979207407_snap_0_answer_0=^?^How much do you want for your secret?
chat_system_979207407_snap_0_answer_1=^?^You're a nutcase and a danger to the people around you. I can't let you go away. (Grapple the vessel...)
chat_system_979207407_snap_0_answer_2=^?^You are completely sick! And I'm going to stay away from you. (Set sail...)
chat_system_979207407_snap_6_question=^?^Not much... Your life is worth far more... I want only 5000 gold coins for my secret.
chat_system_979207407_snap_6_answer_0=^?^Deal! Here's your 5000 gold coins.
chat_system_979207407_snap_6_answer_1=^?^Sorry. I doubt that your secret is worth so much. (Set sail...)
chat_system_979207407_snap_7_question=^?^I need a lot of gold! When I have the gold, I'll be able to build a big ship, and sail to the edge of the world! I'll sail away from here, and when the world dies, I will remain! Only me...
chat_system_979207407_snap_7_answer_0=^?^You just repeat yourself, you idiot! You're talking garbage! I just spent my gold for nothing. And now I want to get my money back! (Grapple the vessel...)
chat_system_979207407_snap_7_answer_1=^?^I haven't heard such ravings before in all my life! Goodbye, you crazy fool. (Set sail...)
chat_system_979207407_snap_3_question=^?^So... It means that you cheated me!!! Liar, rascal! You are not worthy to live, you nasty stinky dog!
chat_system_979207407_snap_3_answer_0=^?^It's you who's the dog! (Grapple the vessel...)
chat_system_979207407_snap_4_header_1=^?^I... Only I can help you to save yourself! Survive! You don't want to die, right, Captain?<br>I know! I know the way...
